[
  {
    "title": "Elimination Round Schedule of Section A & B Published",
    "category": "General",
    "description": "The elimination round schedule for Section A&B of SIBAQ 25 is now available on the SIBAQ website. Please visit the Downloads Page to view the schedule.",
    "time": "Today 12:00 PM",
    "url": "/downloads",
    "button": "View Now"
  },
  {
    "title": "Hall ticket for contestants",
    "category": "General",
    "description": "Hall tickets for all candidates are now available on the SIBĀQ portal. Please log in to your institution's dashboard and download them from the  Hall Ticket menu. Ensure that all programs of each candidate are listed in the hall ticket. It is also mandatory to have your hall ticket sealed from the SIBĀQ control room. Hall tickets are required for registration and participation in all programs.",
    "time": "Today 04:30 PM",
    "url": "https://admin.sibaq.in/",
    "button": "View Now"
  },
  {
    "title": "SIBAQ 25 Elimination Round Schedule Published",
    "category": "General",
    "description": "The elimination round schedule for Section B of SIBAQ 25 is now available on the SIBAQ website. Please visit the Downloads Page to view the schedule.",
    "time": "Today 04:30 PM",
    "url": "/downloads",
    "button": "View Now"
  },
  {
    "title": "Elimination Round for Groups 2 & 3 of Section B Begins on November 29",
    "category": "General",
    "description": "The elimination round for Groups 2 and 3 under Section B is scheduled to commence on November 29. Participants are encouraged to prepare thoroughly and ensure their timely arrival at the venue. This round is crucial for determining the finalists, so bring your best skills and enthusiasm to the competition. Stay tuned for more updates on schedules and related details!",
    "time": "Today 11:15PM"
  },
  {
    "title": "Item registration Closed",
    "category": "General",
    "description": "Don’t miss the deadline! Ensure all your items are registered by tomorrow to participate in the event. Late entries will not be entertained.",
    "time": "15-Nov-24 11:15PM"
  }
  
]
